{
  "en" : {
    "sell": "Sell",
    "how-it-works": "How it works",
    "leave-request-heading": "Leave a request on the site",
    "manager-contact-heading": "Manager will contact you",
    "done-heading": "Your order done!",
    "providing-container-heading": "Providing different sizes of containers",
    "selling-buying-containers" : "Selling/buying containers",
    "buy-sell-containers": "Buy or sell a containers on favorable terms",
    "take-containers-leasing": "Take a container into leeasing",
    "leasing-containers" : "Container leasing",
    "heading-first" : "20 years providing transport companies with the high-quality containers",
    "heading-second" : "We will help you with sensitive logistics issues",
    "get-started" : "Get started!",
    "trusted-companies" : "Trusted by companies from over 20 countries",
    "trusted-companies-second-text" : "We are trusted and justify any expectations",
    "services-we-provide" : "Services we provide",
    "services-we-provide-second-text" : "We can help you with any nuances related to containers. But we specialize in a number of issues",
    "always-fair" : "ALWAYS FAIR",
    "selling-buying-second-text" : "We have a wide range of container sales and an excellent understanding of the market, so we can pleasantly surprise you with our pricing policy",
    "container-leasing-second-text" : "We are well aware that container leasing provides flexibility in the ever-changing maritime logistics. Therefore, we will help with container leasing",
    "learn-more" : "Learn More",
    "frequently-asked-questions" : "Frequently asked questions",
    "customer-questions" : "Can’t find the answer you’re looking for? Reach out to our customer support team.",
    "first-question" : "What is the most commonly used container?",
    "first-answer" : "Dry storage container: Dry storage containers are the most common containers used in the shipping industry. They come in lengths of 20, 40 and 45 feet, and they are designed to transport dry goods.",
    "second-question" : "What is standard container size?",
    "second-answer" : "\nMost commonly, containers are around 10-feet, 20-feet, or 40-feet long, each at around 8 feet wide. The height of each shipping container varies between standard height (8 feet 6 inches) and \"high cube\" (9 feet 6 inches), which are often used to increase storage space or create better air circulation.",
    "third-question" : "What is HC and DC in container?",
    "third-answer" : "\nHC = High Cube: a container higher than a normal DC container, at 9.5 ft. (9′ 6″). HIAB = A chassis equipped with a small crane used to lower the container several metres away from the chassis. HRF = High Cube Reefer: a refrigerated/heated container, higher than a normal RC container.",
    "fourth-question" : "How many pallets are in a container?",
    "fourth-answer" : "A 20'ft container can hold eleven \"Europallets\" in one tier or nine to ten standard pallets in one tier while a 40' container can hold 23-24 \"Europallets\" in one tier or 20-21 standard pallets in one tier.",
    "bought-sold" : "containers bought/sold",
    "experience" : "years of experience",
    "clients" : "clients all along",
    "get-started-form" : "Get started!",
    "form-text" : "We will gladly respond to your request and will be happy to provide our services.",
    "required" : "Required",
    "name" : "Name",
    "email" : "Email",
    "email-valid" : "Place your email",
    "reset" : "reset",
    "send-button" : "Send an application",
    "about-company" : "We are a company with a fairly long history and a strong desire to help our clients achieve success in maritime logistics. We will be glad to provide a range of services in the field of sea containers.",
    "reserved-info" : "© ContaineRRoll 2022. All rights reserved.",
    "selling-second-heading" : "Buy and sell any container with us, we will be happy to help you make the right choice",
    "leasing-second-heading" : "Lease containers worldwide, reduce manual work and work with us. Check Availability Now",
    "leave-request" : "Leave a request on our site below, fill in all the fields of the form and send. In case of errors, delete the excess",
    "manage-contact" : "The manager from our side will process your application and prepare the information you need as soon as possible",
    "finish-manage" : "As soon as the order is processed, you will be contacted and consulted",
    "providing-containers" : "We can offer you such a choice of containers"
  },
  "pl" : {
    "sell": "Sprzedać",
    "how-it-works": "Jak to działa",
    "leave-request-heading": "Zostaw zgłoszenie na stronie",
    "manager-contact-heading": "Kierownik skontaktuje się z Tobą",
    "done-heading": "Twoje zamówienie zostało zrealizowane!",
    "providing-container-heading": "Dostarczanie kontenerów różnych rozmiarów",
    "selling-buying-containers": "Sprzedaż / zakup kontenerów",
    "buy-sell-containers": "Kup lub sprzedaj kontenery na korzystnych warunkach",
    "take-containers-leasing": "Weź kontener w leasing",
    "leasing-containers": "Wynajem kontenerów",
    "heading-first": "20 lat dostarczania firmom transportowym wysokiej jakości kontenerów",
    "heading-second": "Pomożemy Ci w rozwiązaniu problemów związanych z logistyką",
    "get-started": "Zacznij!",
    "trusted-companies": "Zaufane przez firmy z ponad 20 krajów",
    "trusted-companies-second-text": "Jesteśmy godni zaufania i spełniamy wszelkie oczekiwania",
    "services-we-provide": "Usługi, które świadczymy",
    "services-we-provide-second-text": "Możemy pomóc Ci w dowolnych kwestiach związanych z kontenerami. Specjalizujemy się jednak w kilku zagadnieniach",
    "always-fair": "ZAWSZE UCZCIWI",
    "selling-buying-second-text": "Mamy szeroką gamę kontenerów na sprzedaż i doskonałe rozumienie rynku, dlatego możemy mile zaskoczyć Cię naszą polityką cenową",
    "container-leasing-second-text": "Doskonale zdajemy sobie sprawę, że leasing kontenerów zapewnia elastyczność w ciągle zmieniającej się logistyce morskiej. Dlatego pomożemy w leasingu kontenerów",
    "learn-more": "Dowiedz się więcej",
    "frequently-asked-questions": "Często zadawane pytania",
    "customer-questions": "Nie możesz znaleźć odpowiedzi, której szukasz? Skontaktuj się z naszym zespołem obsługi klienta.",
    "first-question": "Jaki jest najczęściej używany kontener?",
    "first-answer": "Kontener na suche ładunki: Kontenery na suche ładunki są najczęściej używanymi kontenerami w przemyśle żeglugowym. Występują w długościach 20, 40 i 45 stóp i są przeznaczone do transportu suchych towarów.",
    "second-question": "Jaki jest standardowy rozmiar kontenera?",
    "second-answer": "Najczęściej kontenery mają około 10 stóp, 20 stóp lub 40 stóp długości, każdy o około 8 stóp szerokości. Wysokość każdego kontenera morskiego różni się między standardową wysokością (8 stóp 6 cali) i \"high cube\" (9 stóp 6 cali), które często są używane do zwiększenia przestrzeni magazynowej lub do stworzenia lepszego krążenia powietrza.",
    "third-question": "Co to jest HC i DC w kontenerze?",
    "third-answer": "HC oznacza wysoki kontener, DC oznacza niski kontener. Kontenery HC mają wysokość 9 stóp 6 cali, a kontenery DC mają wysokość 8 stóp 6 cali. Kontenery HC są częściej używane do transportu ładunków o wysokiej wysokości, takich jak maszyny, a kontenery DC są częściej używane do transportu ładunków o niskiej wysokości, takich jak ubrania.",
    "fourth-question": "Ile palet mieści się w kontenerze?",
    "fourth-answer": "W kontenerze 20 stóp znajduje się 22 palety, w kontenerze 40 stóp znajduje się 44 palety, a w kontenerze 40 stóp wysokim znajduje się 53 palety.",
    "bought-sold": "kontenery kupione/sprzedane",
    "experience": "lata doświadczenia",
    "clients": "klienci na całym świecie",
    "get-started-form": "Zacznij!",
    "form-text": "Chętnie odpowiemy na Twoje zapytanie i będziemy szczęśliwi, aby świadczyć nasze usługi.",
    "required": "Wymagane",
    "name": "Imię",
    "email": "Email",
    "email-valid": "Wprowadź swój adres e-mail",
    "reset": "zresetować",
    "send-button": "Wyślij zgłoszenie",
    "about-company": "Jesteśmy firmą z dość długą historią i silnym pragnieniem pomocy naszym klientom w osiąganiu sukcesów w logistyce morskiej. Z przyjemnością świadczymy szereg usług w dziedzinie kontenerów morskich.",
    "reserved-info": "© ContaineRRoll 2022. Wszelkie prawa zastrzeżone.",
    "selling-second-heading": "Kupuj i sprzedawaj dowolne kontenery z nami, chętnie pomożemy Ci dokonać właściwego wyboru",
    "leasing-second-heading": "Wynajmuj kontenery na całym świecie, zmniejsz pracę ręczną i współpracuj z nami. Sprawdź dostępność teraz",
    "leave-request": "Zostaw wniosek na naszej stronie poniżej, wypełnij wszystkie pola formularza i wyślij. W przypadku błędów usuń zbędne",
    "manage-contact": "Nasz menedżer przetworzy Twoje zgłoszenie i jak najszybciej przygotuje potrzebne informacje",
    "finish-manage": "Jak tylko zamówienie zostanie przetworzone, skontaktujemy się z Tobą i udzielimy konsultacji",
    "providing-containers": "Możemy zaoferować Ci taki wybór kontenerów"
  },
  "ua" : {
    "sell": "Продати",
    "how-it-works": "Як це працює",
    "leave-request-heading": "Залиште заявку на сайті",
    "manager-contact-heading": "Менеджер зв'яжеться з вами",
    "done-heading": "Ваше замовлення готове!",
    "providing-container-heading": "Надання контейнерів різних розмірів",
    "selling-buying-containers": "Купівля-продаж контейнерів",
    "buy-sell-containers": "Купуйте або продавайте контейнери на сприятливих умовах",
    "take-containers-leasing": "Візьміть контейнер в оренду",
    "leasing-containers": "Оренда контейнерів",
    "heading-first": "20 років надання транспортним компаніям якісних контейнерів",
    "heading-second": "Ми допоможемо вам з складними питаннями логістики",
    "get-started": "Почати!",
    "trusted-companies": "Довіряють компанії з більш ніж 20 країн",
    "trusted-companies-second-text": "Нам довіряють і ми виправдовуємо будь-які очікування",
    "services-we-provide": "Послуги, які ми надаємо",
    "services-we-provide-second-text": "Ми можемо допомогти вам з будь-якими нюансами, пов'язаними з контейнерами. Але ми спеціалізуємося на деяких питаннях",
    "always-fair": "ЗАВЖДИ СПРАВЕДЛИВО",
    "selling-buying-second-text": "Ми маємо широкий асортимент продажу контейнерів та чудове розуміння ринку, тому можемо приємно здивувати вас нашою ціновою політикою",
    "container-leasing-second-text": "Ми добре розуміємо, що оренда контейнерів забезпечує гнучкість в постійно змінюваних морських логістиках. Тому ми допоможемо з орендою контейнерів",
    "learn-more": "Дізнатися більше",
    "frequently-asked-questions": "Поширені питання",
    "customer-questions": "Не можете знайти відповідь, яку шукаєте? Зверніться до нашої команди підтримки клієнтів.",
    "first-question": "Який контейнер найбільш поширено використовується?",
    "first-answer": "Контейнер для сухого зберігання: контейнери для сухого зберігання є найпоширенішими контейнерами, які використовуються в судноплавстві. Вони мають довжину 20, 40 та 45 футівта призначені для транспортування сухих товарів.",
    "second-question": "Який стандартний розмір контейнера?",
    "second-answer": "Найчастіше контейнери мають довжину близько 10, 20 або 40 футів, кожен з них близько 8 футів завширшки. Висота кожного контейнера варіюється між стандартною висотою (8 футів 6 дюймів) та «високим кубом» (9 футів 6 дюймів), які часто використовуються для збільшення простору для зберігання або створення кращої циркуляції повітря.",
    "third-question": "Що таке HC та DC в контейнері?",
    "third-answer": "HC = High Cube (високий куб): контейнер вищий за звичайний контейнер DC, на 9,5 фута (9'6\"). HIAB = Шасі, оснащене невеликим краном, який використовується для опускання контейнера на декілька метрів від шасі. HRF = High Cube Reefer (високий куб-рефрижератор): охолоджений/обігрітий контейнер, вищий за звичайний контейнер RC.",
    "fourth-question": "Скільки піддонів у контейнері?",
    "fourth-answer": "20-футовий контейнер може вмістити одинадцять «європіддонів» в одному ярусі або дев'ять-десять стандартних піддонів в одному ярусі, тоді як 40-футовий контейнер може вмістити 23-24 «європіддони» в одному ярусі або 20-21 стандартних піддонів в одному ярусі.",
    "bought-sold": "контейнери куплені/продані",
    "experience": "років досвіду",
    "clients": "клієнти на весь час",
    "get-started-form": "Почати!",
    "form-text": "Ми з радістю відповімо на ваш запит та будемо раді надати наші послуги.",
    "required": "Обов'язково",
    "name": "Ім'я",
    "email": "Електронна пошта",
    "email-valid": "Вкажіть вашу електронну пошту",
    "reset": "скидання",
    "send-button": "Надіслати заявку",
    "about-company": "Ми компанія з досить довгою історією та сильним бажанням допомагати нашим клієнтам досягати успіху в морській логістиці. Ми будемо раді надати ряд послуг у сфері морських контейнерів.",
    "reserved-info": "© ContaineRRoll 2022. Всі права захищені.",
    "selling-second-heading": "Купуйте та продавайте будь-які контейнери з нами, ми будемо раді допомогти вам зробити правильний вибір",
    "leasing-second-heading": "Орендуйте контейнери по всьому світу, зменшуйте ручну роботу та співпрацюйте з нами. Перевірте наявність зараз",
    "leave-request": "Залиште запит на нашому сайті нижче, заповніть всі поля форми та надішліть. У разі помилок видаліть зайве",
    "manage-contact": "Менеджер з нашого боку обробить вашу заявку та підготує потрібну вам інформацію якнайшвидше",
    "finish-manage": "Як тільки замовлення буде оброблено, з вами зв'яжуться та проконсультують",
    "providing-containers": "Ми можемо запропонувати вам такий вибір контейнерів"
  },
  "esp" : {
    "sell": "Vender",
    "how-it-works": "Cómo funciona",
    "leave-request-heading": "Deja una solicitud en el sitio",
    "manager-contact-heading": "El gerente se pondrá en contacto contigo",
    "done-heading": "¡Tu pedido está listo!",
    "providing-container-heading": "Proporcionando contenedores de diferentes tamaños",
    "selling-buying-containers": "Venta/compra de contenedores",
    "buy-sell-containers": "Compre o venda contenedores en términos favorables",
    "take-containers-leasing": "Tome un contenedor en arrendamiento",
    "leasing-containers": "Arrendamiento de contenedores",
    "heading-first": "20 años proporcionando contenedores de alta calidad a empresas de transporte",
    "heading-second": "Te ayudaremos con temas logísticos delicados",
    "get-started": "¡Empezar!",
    "trusted-companies": "Confiable para empresas de más de 20 países",
    "trusted-companies-second-text": "Somos confiables y cumplimos con todas las expectativas",
    "services-we-provide": "Servicios que ofrecemos",
    "services-we-provide-second-text": "Podemos ayudarte con cualquier detalle relacionado con contenedores. Pero nos especializamos en algunos temas",
    "always-fair": "SIEMPRE JUSTO",
    "selling-buying-second-text": "Tenemos una amplia gama de ventas de contenedores y un excelente conocimiento del mercado, por lo que podemos sorprenderte gratamente con nuestra política de precios",
    "container-leasing-second-text": "Somos muy conscientes de que el arrendamiento de contenedores proporciona flexibilidad en la logística marítima siempre cambiante. Por lo tanto, te ayudaremos con el arrendamiento de contenedores",
    "learn-more": "Aprende más",
    "frequently-asked-questions": "Preguntas frecuentes",
    "customer-questions": "¿No puedes encontrar la respuesta que buscas? Contacta con nuestro equipo de atención al cliente.",
    "first-question": "¿Cuál es el contenedor más utilizado?",
    "first-answer": "Contenedor de almacenamiento en seco: Los contenedores de almacenamiento en seco son los más comunes en la industria naviera. Vienen en longitudes de 20, 40 y 45 pies y están diseñados para transportar productos secos.",
    "second-question": "¿Cuál es el tamaño estándar del contenedor?",
    "second-answer": "Por lo general, los contenedores tienen alrededor de 10, 20 o 40 pies de largo, cada uno de aproximadamente 8 pies de ancho. La altura de cada contenedor varía entre la altura estándar (8 pies 6 pulgadas) y \"cubo alto\" (9 pies 6 pulgadas), que a menudo se utilizan para aumentar el espacio de almacenamiento o crear una mejor circulación de aire.",
    "third-question": "¿Qué es HC y DC en un contenedor?",
    "third-answer": "HC = Cubo alto: un contenedor más alto que un contenedor DC normal, a 9.5 pies (9' 6\"). HIAB = Un chasis equipado con una pequeña grúa utilizada para bajar el contenedor a varios metros de distancia del chasis. HRF = Cubo alto refrigerado: un contenedor refrigerado / calefaccionado, más alto que un contenedor RC normal.",
    "fourth-question": "¿Cuántos palets hay en un contenedor?",
    "fourth-answer": "Un contenedor de 20 pies puede contener once \"Europallets\" en una capa o de nueve a diez palets estándar en una capa, mientras que un contenedor de 40 pies puede contener 23-24 \"Europallets\" en una capa o 20-21 palets estándar en una capa.",
    "bought-sold": "contenedores comprados/vendidos",
    "experience": "años de experiencia",
    "clients": "clientes a lo largo del tiempo",
    "get-started-form": "¡Empezar!",
    "form-text": "Estaremos encantados de responder a tu solicitud y nos complace proporcionar nuestros servicios.",
    "required": "Requerido",
    "name": "Nombre",
    "email": "Correo electrónico",
    "email-valid": "Ingresa tu correo electrónico",
    "reset": "reiniciar",
    "send-button": "Enviar solicitud",
    "about-company": "Somos una empresa con una larga trayectoria y un fuerte deseo de ayudar a nuestros clientes a tener éxito en la logística marítima. Estaremos encantados de proporcionar una gama de servicios en el campo de los contenedores marítimos.",
    "reserved-info": "© ContaineRRoll 2022. Todos los derechos reservados.",
    "selling-second-heading": "Compra y vende cualquier contenedor con nosotros, estaremos encantados de ayudarte a tomar la decisión correcta",
    "leasing-second-heading": "Alquile contenedores en todo el mundo, reduzca el trabajo manual y trabaje con nosotros. Consulte la disponibilidad ahora",
    "leave-request": "Deje una solicitud en nuestro sitio a continuación, complete todos los campos del formulario y envíe. En caso de errores, elimine el exceso",
    "manage-contact": "El administrador de nuestra parte procesará su solicitud y preparará la información que necesita lo antes posible",
    "finish-manage": "Tan pronto como se procese el pedido, nos pondremos en contacto y lo asesoraremos",
    "providing-containers": "Podemos ofrecerte una selección de contenedores"
  },
  "rus" : {
    "sell": "Продать",
    "how-it-works": "Как это работает",
    "leave-request-heading": "Оставьте заявку на сайте",
    "manager-contact-heading": "Менеджер свяжется с вами",
    "done-heading": "Ваш заказ выполнен!",
    "providing-container-heading": "Предоставление контейнеров разных размеров",
    "selling-buying-containers" : "Продажа/покупка контейнеров",
    "buy-sell-containers": "Покупка и Продажа контейнеры на выгодных условиях",
    "take-containers-leasing": "Взять контейнер в аренду",
    "leasing-containers" : "Аренда контейнеров",
    "heading-first" : "20 лет предоставления транспортным компаниям высококачественных контейнеров",
    "heading-second" : "Мы поможем вам с тонкими вопросами логистики",
    "get-started" : "Начать!",
    "trusted-companies" : "Доверие компаний из более чем 20 стран",
    "trusted-companies-second-text" : "Мы заслужили доверие и оправдываем любые ожидания",
    "services-we-provide" : "Предоставляемые услуги",
    "services-we-provide-second-text" : "Мы можем помочь вам с любыми нюансами, связанными с контейнерами. Но мы специализируемся на ряде вопросов",
    "always-fair" : "ВСЕГДА ЧЕСТНО",
    "selling-buying-second-text" : "У нас широкий ассортимент продажи контейнеров и отличное понимание рынка, поэтому мы можем приятно удивить вас своей ценовой политикой",
    "container-leasing-second-text" : "Мы хорошо осведомлены о том, что аренда контейнеров обеспечивает гибкость в постоянно меняющейся морской логистике. Поэтому мы поможем вам с арендой контейнеров",
    "learn-more" : "Узнать больше",
    "frequently-asked-questions" : "Часто задаваемые вопросы",
    "customer-questions" : "Не можете найти ответ на свой вопрос? Обратитесь в нашу службу поддержки.",
    "first-question" : "Какой контейнер наиболее часто используется?",
    "first-answer" : "Контейнер для сухих грузов: контейнеры для сухих грузов являются наиболее распространенными контейнерами в судоходной отрасли. Их длина составляет 20, 40 и 45 футов, и они предназначены для транспортировки сухих грузов.",
    "second-question" : "Каков стандартный размер контейнера?",
    "second-answer" : "Чаще всего контейнеры имеют длину 10, 20 или 40 футов, каждый из них около 8 футов в ширину. Высота каждого контейнера варьируется междустандартной высотой (8 футов 6 дюймов) и \"высоким кубом\" (9 футов 6 дюймов), которые часто используются для увеличения объема хранения или создания лучшей циркуляции воздуха.\",",
    "third-question" : "Что такое HC и DC в контейнере?",
    "third-answer" : "HC = Высокий куб (High Cube): контейнер выше, чем обычный DC контейнер, высотой 9,5 футов. HIAB = Шасси, оснащенное небольшим краном для опускания контейнера на расстоянии нескольких метров от шасси. HRF = Высокий куб-рефрижератор (High Cube Reefer): контейнер для охлаждения/нагрева, выше обычного RC контейнера.",
    "fourth-question" : "Сколько паллет помещается в контейнер?",
    "fourth-answer" : "В контейнере длиной 20 футов можно разместить одиннадцать европаллет в одном ярусе или девять-десять стандартных паллет в одном ярусе, в то время как в контейнере длиной 40 футов можно разместить 23-24 европаллеты в одном ярусе или 20-21 стандартных паллет в одном ярусе.",
    "bought-sold" : "контейнеры куплены/проданы",
    "experience" : "лет опыта",
    "clients" : "клиентов на протяжении",
    "get-started-form" : "Начать!",
    "form-text" : "Мы с радостью ответим на ваш запрос и будем рады предоставить наши услуги.",
    "required" : "Обязательно",
    "name" : "Имя",
    "email" : "Электронная почта",
    "email-valid" : "Укажите вашу электронную почту",
    "reset" : "сброс",
    "send-button" : "Отправить заявку",
    "about-company" : "Мы компания с довольно долгой историей и сильным желанием помочь нашим клиентам добиться успеха в морской логистике. Мы рады предоставить вам ряд услуг в области морских контейнеров.",
    "reserved-info" : "© ContaineRRoll 2022. Все права защищены.",
    "selling-second-heading" : "Покупайте и продавайте любые контейнеры с нами, мы рады помочь вам сделать правильный выбор",
    "leasing-second-heading" : "Арендуйте контейнеры по всему миру, сократите ручной труд и работайте с нами. Проверьте доступность сейчас",
    "leave-request" : "Оставьте заявку на нашем сайте ниже, заполните все поля формы и отправьте. В случае ошибок удалите лишнее",
    "manage-contact" : "Менеджер с нашей стороны обработает вашу заявку и подготовит необходимую информацию как можно скорее",
    "finish-manage" : "Как только заказ будет обработан, с вами свяжутся и проконсультируют",
    "providing-containers" : "Мы можем предложить вам такой выбор контейнеров"
  }
}
